Repository: giellalt/corpus-sme
Catalog: tmx/sma/admin/depts/udir.no/5_undervisningsopplegg-niva-3.html.tmx
Source language: sme
Languages: sma

source: Udir.no - Oahpahusláhču: Dássi 3
sma: Udir.no - Ööhpehtimmiesoejkesje: Daltese 3

source: Oahpahusláhču: Dássi 3
sma: Ööhpehtimmiesoejkesje: Daltese 3

source: Dás gávdná oahpaheaddji ovdamearkkaid movt son sáhttá bargat vai ollašuhttá 3. dási gelbbolašvuođamihttomeriid.
sma: Daesnie lohkehtæjja vuesehte guktie maahta gåalmeden maahtoeulmien mietie barkedh.

source: Dás čájehuvvo movt gelbbolašvuođamihttomearri duohtandahkko oahppoulbmiliin, sisdoaluin ja bargovugiiguin, movt ovttaiduhttit vuođđogálgga ja movt oahpahusa sáhttá heivehit juohke ovttaskas oahppái.
sma: Daesnie lohkehtæjja vuesehte guktie maahtoeulmiem, sisvegem jïh barkoevuekiem lohkehtimmesne sjïehtesjidh. Guktie maadthmaahtoem sjïehtede jïh guktie lohkehtimmiem learoehkidie sjïehtesjadtedh.

source: Dađistaga árvvoštallan ja gielladoaimmat leat oassin dán fáttás.
sma: Daerpies dellie iktemearan vuarjasjidh, jïh gïele lea vihkeles dennie barkosne.

source: Vuođđomáhtut Oahppit máhttet sámegielat doahpagiid ja sániid árgabeaibiepmuid birra ja sáhttet hupmat árgabeaibiepmuid birra.
sma: Åvtetje maahtoeh Learohkh joe maehtieh sïejhme fïerhtenbeajjetje baakoeh saemiengïelesne, jïh aaj maehtieh beapmoej bïjre soptsestalledh.

source: Gelbbolašvuođamihttomearit
sma: Maahtaldahkeulmieh

source: Njálmmálaš gulahallan
sma: Njaalmeldh gaskesadteme

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
sma: Lohkehtimmen ulmieh leah; learohkh gelkieh

source: oassálastit ságastallamiin árgabeaivválaš diliid
sma: soptsestidh fïerhten beajjetji aamhtesi bïjre

source: geavahit biepmu, biebmogálvvuid ja biebmoráhkadeami doahpagiid ja ságastit sámi borramušaid birra
sma: baakoeh beapmoeh jïh jurjiehtimmiem utnedh jï soptseatalledh saemien beapmoej bïjre

source: Oahpahusdagus ii álot fátmmas olles gelbbolašvuođamihttomeari.
sma: Ij ööhpehtimmiesoejkesje abpe dam maahtoeulmiem jaksh.

source: Gelbbolašvuođamihttomearit leat aiddostahttojuvvon oahppoulbmilis.
sma: Maahtoeulmieh leah lïerehtimmieulmide sjïehtesjadteme.

source: Oahppomihttomearri lea lávkin gelbbolašvuođamihttomeari ollašuhttima guvlui.
sma: Lïerehtimmieulmieh leah barre akte vuekie guktie buektiehtidh maahtoeulmide jaksedh.

source: Oahppanulbmilat
sma: Lïerehtimmieulmieh

source: Oahppit galget máhttit hupmat iežaset árgabeaidáhpáhusaid birra, nugomat biebmoelliid, ávkeelliid, biepmoráhkadeami, vuođđoávdnasiid, biđisteami ja sámi biepmuid birra.
sma: Learohkh gelkieh maehtedh fïerhten beajjetje aamhtesi bïjre soptsestidh, vuesiehtimmien gaavtan: Lyjhkedskreeki, dåarjelekreeki, beapmoej, njoetske beapmoej, jurjiehtimmien jïh saemien beapmoej bïjre.

source: Oahppit galget maiddái máhttit:
sma: Learohkh gelkieh aaj maehtedh:

source: ipmirdit ja atnit sámegielat namaid biebmoelliid ja ávkeelliid birra ja atnit daid sámegielat namaid
sma: saemien baakoeh lyjhkedskreeki jïh dåarjelekreeki bïjre guarkedh jïh ovmessie saemien nommh dïsse nuhtjedh.

source: muitalit, lávlut, juoigat ja/dahje hupmat iežas ja earáid biebmoelliid ja ávkeelliid birra
sma: jïjtse jallh jeatjabi dåarjelekreeki jïh lyjhkedskreeki bïjre laavlodh, joejkedh jïh / jallh soptsestidh.

source: hupmat iešguđet vuođđoávdnasiid birra, nugomat bierggu, guoli ja murjjiid birra, ja soames sámi biebmošlájaid birra ja málesteami birra
sma: soptsestidh bearkoej, - gueliej jïh muerjiej bïjre jïh naan saemien beapmoej bïjre jïh guktie galka dejtie saemien vuekien mietie jurjiehtidh.

source: hupmat dan birra movt vuođđoávdnasat árbevirolaččat leat ávkkástallojuvvon ja movt daid dál ávkkástallet
sma: soptsestidh guktie lea njoetske beapmoeh aerpievoeten mietie åtneme, jïh guktie maahta orresth-laakan daelie jurjiehtidh.

source: Oahpaheaddji berre čállit oahppoulbmiliid vahkkoplánii dahje áigodatplánii ja muitalit ohppiide ja váhnemiidda buori áiggis ovdalgo álget fáttáin.
sma: Lohkehtæjja tjoevere lïerehtimmieulmide våhkoesoejkesjisnie jallh tæjmoesoejkesjesisnie tjaeledh, jïh learoehkidie jïh gåetide soptsestidh lïerehtimmien åvtelen.

source: Iešguđet oahppoulbmilat fertejit čielgasit boahtit ovdan, ja oahppit galget daid máhttit atnit iežaset árvvoštallamis
sma: Dejtie ovmessie lïerehtimmieulmide tjoeverieh eensilaakan buerkiestidh, guktie learohkh åadtjoeh dejtie jïjtsevuarjasjimmesne aaj nuhtjedh.

source: Oahppodoaimmat
sma: Lïerehtimmiedarjomh

source: Praktihkalaš barggut Oahppit sáhttet mielde váldit biebmoelliideaset dalle go oahpahus lea olgun dahje sáhttet maiddái olgobeaivái bovdet bearraša / olbmáid geain leat biebmoeallit.
sma: Darjodh Learohkh maehtieh lyjhkedskreekide meatan vaeltedh gosse edtjieh ålkone årrodh jallh fuelhkiem / voelph lyjhkedskreekine bööredh gosse dagkeres biejjiem skuvlesne utnieh.

source: Oahppit galget guovttelágan mállása málestit.
sma: Learohkh göökte ovmessie beapmoeh dajvijste jurjiehtieh.

source: Sii sáhttet omd. goikadit sámi hillagáhku, murjet dahje ráhkadit guollemállása dahje biergomállása.
sma: Maehtieh gaahkoem bååhkesjidh, muerjieh tjöönghkedh jallh gueliem / bearkoem jurjiehtidh.

source: Jus vejolaš sáhttet oahppit bovdet skuvlii áhku / ádjá ja/dahje eará vuorraset olbmuid go dáinna osiin barget.
sma: Jis nuepiem utnieh learohkh maehtieh sijjen aahka gon aajjam jallh jeatjah voeres almetjh bööredidh dahkoe.

source: Bija ohppiid válddahit málestanbarggu ja árvvoštallat mállása maid sii leat málestan.
sma: Baajh learohkh jurjiehtimmiem buerkiestidh, jïh jïjtjh beapmojde vuarjasjidh mearan barkeminie.

source: Eará oahppandoaimma ovdamearkkat
sma: Jeatjah lohkehtimmiedarjomh.

source: Loggačállin muitalusain Oahppit čállet iežaset dahje earáid biebmoelliid birra ja sámegilli muitalit maid sii leat čállán.
sma: Learohkh låggem tjaelieh jïjtsh jallh jeatjah dåarjelekreekibïjre jïh sinsitnide saemien soptsestidh man bïjre leah tjaaleme.

source: Speallangoarttat Ráhkat speallangoarttaid mas leat biebmoelliid namat ja govat.
sma: Darjoeh speale-kåarhth gusnie guvvie jïh nomme lyjhkedskreekide.

source: Goarttaid sáhttá lamineret.
sma: Kåarhtide maehtieh lamineredh.

source: Spealut sáhttet omd. leat govva- ja nammalottot.
sma: Spealesne maahta guvvieh jïh nommh årrodh.

source: Molssaeaktun sáhttá leat nu ahte son guhte máhttá dadjat ealli nama (bussa, beana dahje heasta jna.), oažžu dan ealli goartta.
sma: Vuesiehtimmien gaavhtan; gie dïhte maahta jiehtedh: gaahtoe, bïenje jallh hierkie åådtje kåarhtem utnedh.

source: Oahppi guhte lea ožžon eanemus goarttaid, lea vuoitán spealu.
sma: Dïhte learohke mij jeenjemes kåarhth åtna, dïhte spealem vitnie.

source: Sámi biebmoriemut Lágit biebmoriemuid skuvllas, omd sámi álbmotbeaivvi.
sma: Jurjehth saemien beapmoeh skuvlesne. Dam maahta jurjiehtidh saemien åålmege-bijjien.

source: Dát gáibida ahte oahppit ovttasbarget eará klássaiguin, oahpaheddjiiguin, skuvlla jođiheddjiiguin, váhnemiiguin ja sámi biebmočehpiiguin.
sma: Tjoeveridie dellie ektese-vyöki barkedh, lohkehtæjjah jïh åvtehkh skuvlesne, eejhtegh jïh almetjh mah leah maehteles saemien beapmoejgujmie.

source: Oahppit galget oahppat muitit nugomat biebmoelliid ja ávkeelliid namaid.
sma: Learohkh gelkieh voejhkelidh mujhtedh baakoeh jïh nommh dåarjelekreeki jïh lyjhkedskreeki bïjre.

source: Ráhkat áinnas skovi man oahppit galget váldit mielde ruoktot ja deavdit ovttas váhnemiiguin dahje eará fulkkiiguin.
sma: Darjoeh aktem soejkesjem gosse learohkh maehtieh gåetesne eejhtegigujmie jïh jeatjah fuelhkie- jallh slïektigujmie dievhtedh dejtie baakojde.

source: Siđa ohppiid heaŋgut skovi vuogas ja heivvolaš sadjái ruovttus.
sma: Jiehtieh learoehkidie dah edtjieh gåetesne gævnjoestidh dam soejkesjem guktie våajnoes.

source: Juste seammalágan skovvi darvvihuvvo seaidnái skuvllas.
sma: Guelmedh dam soejkesjem, jïh skuvlesne aaj gævnjoestidh.

source: Oahppit galget guhtet guimmiideaset muitalit maid skovvái leat čállán, omd. ” beana-vielppis- Čebo- Cugo ”.
sma: Baajh learohkh sinsitnide goltelidh mij soejkesjisnie tjåådtje.

source: Árvvoštallan
sma: Faagem vïerhtiedidh

source: Oahppit galget logga čállit iešárvvoštallamis ja nu gulahallat oahpaheddjiin vai eará oahppit eai oainne eaige gula árvvoštallama.
sma: Learohkh maehtieh låggem tjaeledh goh jïjtsevuarjasjimmie, jallh lohkehtæjjine soptsestalledh. Eah guhte jeatjah åadtjoeh vuarjasjimmiem lohkedh.

source: Dán sáhttet álgogillii čállit.
sma: Dam maahta voestesgïelesne tjaeledh.

source: Ovdamearka 1 Logga
sma: Voestes vuesiehtimmie Lågge

source: Čilge barggu.
sma: Barkoem buerkiestidh

source: Maid hálddašin ?
sma: Maam buektiehtim ?

source: Mii lei váttisin ?
sma: Mij lij geerve ?

source: Ovdanbukten go eará ládje ?
sma: Provhkim jeatjah vuekiem goh edtjim tjïertestidh ?

source: Movt sáhtán nuppe háve dahkat ?
sma: Guktie maahtam mubpien aejkien darjodh ?

source: Čuovvovaš fáttá mihttomearrin lea:...
sma: Ulmieh båetije aamhtesasse:...

source: Ovdamearka 2 Oahppit ruossuhit daid oahppomihttomeriid maid hálddašit.
sma: Mubpie vuesiehtimmie Learohkh kroessem tjaeliestieh duejtie lïerehtimmieulmide mejtie joe maehtieh.

source: Dán ferten oahppat vai olahan oahppomihttomeriid:
sma: Daam tjoeverem lïeredh guktie buerebe-laakan lïerehtimmieulmide jaksem:

source: Dán máhtán veaháš:
sma: Ånnetji maahtam:

source: Dáhton
sma: Mij biejjide

source: Dán máhtán bures: Dáhton
sma: Hijven maahtam: Mij biejjide

source: sánit ja doahpagat maid berren máhttit go human dáid birra:
sma: baakoeh jïh dïejvesh mah leah daerpies maehtedh gosse dan bïjre soptsestem:

source: sámi biepmut ja iešguđetlágan vuođđoávdnasat
sma: lyjhkedskreeki jïh dåarjelekreeki bïjre

source: erohus gaskal biebmoelliid ja ávkeelliid
sma: saemien beapmoej jïh ovmessie njoetske beapmoej bïjre

source: fievrredit máhtu dáid birra:
sma: maahtoen bïjre deanahtidh:

source: biebmoelliid ja ávkeelliid
sma: lyjhkedskreeki jïh dåarjelekreeki bïjre

source: málesšlájaid ja vuođđoávdnasiid
sma: beapmoej jïh njoetske beapmoej bïjre

source: eará vugiid movt sáhtán ovdanbuktit:
sma: jeatjah vuekiem provhkedh gosse tjïertestidh:

source: atnit rupmaša ja gieđaid
sma: kråahpem jïh gïeth nuhtjedh

source: gávdnat eará sániid
sma: jeatjah baakoeh gaavnedh

source: sániid goallostit oktii
sma: göökte baakoeh ektiedidh

source: rievdadit sániid dárus
sma: daaroen baakoeh saemiengïelese darjodh.

source: jearrat jus juoga lea eahpečielggas
sma: jis im guarkah dellie gihtjedh

source: iežas giela njulget
sma: jïjtjemem staeriedidh

source: joatkit humadeami:
sma: soptsestallemem utnedh:

source: ovdanbuktit nu ahte ii beare dávjá ferte ohcat sániid
sma: im daarpesjh baakoeh daamtaj ohtsedidh gosse tjïertestem

source: atnit olles ja ipmirdahtti cealkagiid
sma: soptsestidh guktie goerkesæmman båateme

source: loahpahit humadeami
sma: soptsestallemem orrijidh

source: Heivehuvvon oahpahus
sma: Sjïehtedamme lohkehtimmie

source: Go lea sáhka málesteami ja láibuma birra, de rievddada man ollu oahppit birgejit veahkihaga ohppiid iešguđet ahkedásiid mielde.
sma: Gosse jurjiehtidh jïh bååhkesjidh, maahta maahtoeulmide fïerhten learoehkasse joekehts klaassedaltesasse jeatjhlaakan darjodh.

source: Lea vejolaš čađahit fágaidgaskasaš ovttasbarggu nugomat Luonddufága ja Biebmu ja dearvvašvuođa fágaid gaskkas. Muhto guovddážis dás lea dat movt ohppiid giellaatnu lea.
sma: Maahta ektese-vyöki jeatjah aamhtesigujmie barkedh, vuesiehtimmien gaavhtan eatnemefaagine jïh beapmoe- jïh healsoefaagine, bene gïele dïhte mij lea dïhte vihkielommes, jïh dïhte mij galka vååjnesisnie årrodh.

source: Vuođđogálggat
sma: Faagen maadth maahtoeh

source: Máhttit ovdanbuktit čálalaččat ja njálmmálaččat: Oahppit galget sániid ja dajahusaid biebmoelliid, ávkeelliid ja sámi biepmuid ja vuođđoávdnasiid birra.
sma: Maehtedh njaalmeldh jïh tjaaleldh tjïertestidh: learohkh maehtieh baakoeh jïh dïejvesh tjaeledh lyjhkedskreeki bïjre, dåarjelekreeki bïjre, saemien beapmoej bïjre jïh njoetske beapmoej bïjre.

source: Go oahppit málestit, de sáhttet muitalit maid sii dahket sihke eará ohppiide ja oahpaheaddjái.
sma: Gosse learohkh beapmoeh jurjiehtieh, dellie edtjieh soptsestalledh jeatjah learohkigujmie jïh lohkehtæjjine mejnie leah gïehteleminie.

source: Sii sáhttet nugomat čilget movt biebmu neaktá, máistu ja hakso.
sma: Dah maehtieh dellie beapmoem buerkiestidh guktie vååjnoe, guktie domtoe jïh guktie hopsoe.

source: Máhttit lohkat: Oahppit galget máhttit lohkat sániid, doahpagiid ja olles cealkagiid dan birra maid bargá go leat biebmoeallit ja ávkeeallit ja go málesta.
sma: Maehtedh lohkedh: Learohkh gelkieh baakoeh, dïejvesh jïh ellies raajesh lohkedh guktie lyjhkedskreekide jïh dåarjelekreekide geehtedidh, jïh guktie beapmoeh jurjiehtidh.

source: Máhttit rehkenastit: Bija ohppiid rehkenastit man ollu máksá go lea biebmoealli.
sma: Maehtedh ryöknedh: Baajh learoehkidie ryöknedh man dovres sjædta lyjhkedskreekem utnedh.

source: Skuvlla oahppit sáhttet ráhkadit málestanbušeahta mii čájeha man ollu vahkus atnet málesteapmái skuvllas ja ruovttus.
sma: Dah maehtieh budsjedtem darjodh gosse skuvlesne, beapmoejurjiehtimmesne. Dah maehtieh aaj åadtjodh ryöknedh man jïjnje akte fuelhkie beapmojde åtna akten våhkoen.

source: Máhttit atnit digitála reaidduid: Divtte ohppiid interneahta fierpmádagas ohcat sámegielat doahpagiid ja sániid biebmoelliide ja borramuššii.
sma: Maehtedh digitale vierhtiem nuhtjedh: Baajh learoehkidie gaskeviermiem nuhtjedh jïh saemien baakoeh kreekde jïh beapmojde ohtsedidh.

source: Geahča Gávnos, Sametingenes hjemmesider, giella.
sma: Veartesjh Gávnos, Saemiedigkiej gåetiesæjrojne, giella.

source: org ja risten.no.
sma: org jïh risten.no.

source: Ráhkat teakstaovdamearkkaid, ja divtte ohppiid ohcat ja dovdat ealli- ja biebmonamahusaid teavsttas ohcanboaluin.
sma: Nuhtjh teekstevuesiehtimmiem, jïh baajh learoehkidie kreeke- jïh beapmoebaakoeh ohtsedidh dennie teekstesne. Nuhtjh daam ohtsedimmie-taastem.

source: Gielladomeanat
sma: Gïelesuerkie

source: Go lea sáhka sámi biebmoráhkadeamis, de sáhttá málesteapmi leat okta gielladoameanain.
sma: Gosse saemien beapmoeh jurjiehtidh, dellie lea dïhte aaj barre goh gïelesuerkie.

source: Go oahppit málestit sámi biebmu, de galggaše áinnas hupmat sámegiela.
sma: Gosse learohkh saemien beapmoeh jurjiehtieh, gelkieh dellie barre saemiestidh.

source: Edström, Prost, Holmberg, Utsi: Čuoja čáppa litna jietna, Sámi šuoŋat, Davvi Girji os, 1995.
sma: Learoevierhtieh

source: Sámi biebmu – Samisk mat, neavvagat, iešguđege gáldut, ovdamearkkat:
sma: Sámi biebmu – Saemien beapmoeh, bihkedassh, ovmessie gaaltijh, vuesiehtimmien gaavhtan:

source: Bongo, Marit. 2000. ” Samisk mat år 2000 ”.
sma: Julevsaemien beapmoebihkedassegærjah

source: Persen, Nan: Guollemális. Iđut ja Davvi Stádaped 2009.
sma: Åarjelsaemien beapmoebihkedassegærjah

source: Beanastallan – hundespill, lea almmuhuvvon davvisámegillii ja galgá ilbmat lullisámegillii, almmuhan lea Davvi Girji OS.
sma: Beanastallan – bienjespeale, lea noerhtesaemien gïelesne jïh aaj åarjelsaemien båata, bæjhkoehtæjja lea Davvi Girji OS.
